[
  {
    "FrontTitle": "Stats (Accuracy)",
    "FrontBody": "<p>Accuracy Refers to your Ability to hit an specific target. More Accuracy more Hits, that includes anything you might throw</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<ul><li>Insight<ul><li>Want to prove you know stuff about..stuff? That you've been around the block and have the memory to prove it? All the things you know about things are just an Insight Check away.</li></ul></li><br><li>Interact<ul><li>There are levers that need pulling, gates to be opened. And doors kicked in! Interact is all of these and anything else that needs to be handled. Thrown, or flail-ed about.</li></ul></li></ul>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Stats (Damage)",
    "FrontBody": "<p>Damage Refers to how much hurt you can rain on your enemies, and how far you can hurl that hurt (tossing a grenade).</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<p><span class=\"tina-text\">MAKE IT RAAAAAAAAIN!<span></p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Stats (Speed)",
    "FrontBody": "<p>Speed represents how far you can move. Important for avoiding hits. By default you can move 3 spaces per turn. Any increase in speed also increase your movements.</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<ul><li>Traverse<ul><li>Jump! Climb! Roll! Flip! Traverse Checks!</li></ul></li><br><li>Talk<ul><li>Going in guns blazing isn't always the answer. Sometimes you need to mount a charm offensive. There can be value in talking your way in or out of a situation.</li></ul></li></ul>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Stats (Mastery)",
    "FrontBody": "<p>Mastery is the focus and proficiency you bring to certain skills.Increasing Mastery allows you to use your Ability Skills multiple times per encounter.</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<ul><li>Sneak<ul><li>When you want to do a thing and not get caught, like pet a lock, steal from a sleeping guard, or creep up on an Enemy, Sneak Checks are the way to go.</li></ul></li><br><li>Search<ul><li>Unsure it you're walking into a trap? Suspect there might be some extra Loot hidden in a room? Why not perform, Search Check?</li></ul></li></ul>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (MOVEMENT)",
    "FrontBody": "<p>Agility on the battlefield is crucial in combat. You will always get the chance to move during your turn.</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Movement (In Depth)",
    "BackBody": "<p>Movement is equal to 3 squares + SPD bonus. Moves may be split up with other Actions (ex. a player can move 1 square, Attack an Enemy, and then move additional squares). You can't move through enemy spaces, but if you ask nicely your frinds might just let you.<br>When performing Actions like climb, slide, or jump, that may be extraordinary. a Traverse Check may be necessary to proceed. <br> If you enter a square with Loot Piles, Movement is paused and <span class=\"tina-text\">sweet, sweet loot!</span><p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (EXTRA MOVEMENT)",
    "FrontBody": "<p>Feeling like moving a little extra?</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Extra Movement (In Depth)",
    "BackBody": "<p> You can make an additional Movement Action at your normal moving Range. But it is not free, extra movement generate 1 Mayhem Point unless you have a Vault Hunter's Skill or ability that grants you Extra Movement.<p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (MELEE ATTACK)",
    "FrontBody": "<p>For when you want to get in reaaaal close</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Extra Attack (In Depth)",
    "BackBody": "<p><ol><li>Choose a Target: The player chooses a target in an adjacentspan</li><li> Roll: Roll 1d20 to resolve the Accuracy of the Melee Altack<ul><li>1: FAIL | 2-15: Normal Damage | 16-19: +1 Damage Die | 20: Double Damage | Natural 20 add a Crit to the Damage Roll.</li></ul></li><li>Damage: Gather your magic math stones and roll the Damage plus your DMG Mod, and any additional crits. </li></ol><p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (EXTRA ATTACK)",
    "FrontBody": "<p><span class=\"tina-text\">Gonna go blat-blat-blat on the vine-freaks.<br>Rat-tat-tat till their brain leaks.<br>Chill, girl, just droppin' some bars. Go do the thing.<span></p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Extra Attack (In Depth)",
    "BackBody": "<p> You can make an additional Attack Action each turn (Ranged or Melee). But it is not free, extra attacks generate 1 Mayhem Point unless you have a Vault Hunter's Skill or ability that grants you Extra Attacks.<p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (ACTION SKILL)",
    "FrontBody": "<p>Action Skills are you bread a butter move, your signature combo, a special move unique to your class</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Action Skills (In Depth)",
    "BackBody": "<p> You can choose to activate their Action Skill instead of Ranged or Melee Attack each turn, you can execute your Action Skill up to your MST modifier per encounter and up to 3 times per day.<p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (GRENADES)",
    "FrontBody": "<p>Fire in the hole!</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Grenades (In Depth)",
    "BackBody": "<p> At any time during your turn, you can launch a grenade.Grenade Damage is determined by the type of grenade mod you have equipped has. At level one you start with one grenade and when runs out of one type of grenade, the next time you get a grenade, you have the option to keep your current mod or replace it by rolling for a new one.<br><br>Your DMG mods tells you how far can a grenade be thrown and your ACC how good you're at hitting people with it. <p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (THROW/HANDS OFF ITEMS)",
    "FrontBody": "<p>For when you wish to Throw or Hand Off an item, whether that's a gun into another Vault Hunter's waiting hands, or a piece of debris into an orc's not-so-waiting mouth hole</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Throwing or Handing off items (In Depth)",
    "BackBody": "<p>If the distance of a Throw is within a number of squares equal to or less than your DMG Mod, the Throw always succeeds. For a further Throw, you must pass an Accuracy Roll of 12 or higher by rolling a d20 and adding their ACC Mod or bad things might happen.<br> Handing Off an item is only to an adjacent square.<br>Throws do not generate Mayhem, but Handing Off an item generates 1 Mayhem Point. <p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (SWAP GUNS)",
    "FrontBody": "<p> You'll always needs the right tool for the job. Most of the time that tool is a better gun</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Swapping Guns (In Depth)",
    "BackBody": "<p>You can have a total of 3 active guns and unlimited inactive guns. Inactive guns can't be accessed during combat. You can, however, switch between their active guns in battle at a cost of 1 Mayhem Point. <p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (PERFORM A CHECK)",
    "FrontBody": "<p>Any check could potentially come up in combat</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Combat Checks (In Depth)",
    "BackBody": "<p>You may need to Traverse over obstacles or get Insight into the motivations of an Enemy. Maybe Interact with a Corrosive Barrel or Search for a more creative weapon. You could attempt to Sneak up on a target or Talk a Boss out of killing you.<br><br> 1 Mayhem Point is generated for attempting the Check, and an additional 1 Point is gained if the you fail the Check.<p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Actions (RELOAD)",
    "FrontBody": "<p><span class=\"tina-text\">It got jam, what<span></p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Throwing or Handing off items (In Depth)",
    "BackBody": "<p>For the most part, you won't need to worry about Reloading. UNLESS you roll a 1 on a Ranged Attack or if you want to spend your Action Reloading to trigger an effect on a Skill or Feat. In either scenario,any Skill or Guild conditions will then go into effect and 1 Mayhem Point is gained. By reloading you forfeit your Attack actions.<p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Combat Skills (Readying an Action)",
    "FrontBody": "<p>Your may also Hold Actions instead of taking normal Actions on you turn. When you Hold Actions, you are waiting for something to happen before you Act</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Holding an Action (In Depth)",
    "BackBody": "<p>If the event you're wating for never occurs, you take yout turn lastafter all Enemies.<p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "BADASS MOVE",
    "FrontBody": "<p>Outside the realm of your normal Actions, the Badass Move is for all those do-or-die moments during a fight. When you have a brilliant/stupid/courageous/nonsensical idea and desperately want to put it into an action,you'll be using a Badass Move</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Tell me more",
    "BackBody": "<p>Begin a Badass Move by describing, in detail, what you want to do on your turn, including all the Actions required to make the Badass Move happen (Movements, Attacks, perform Checks, etc.) Be as descriptive as possible.<br>Feel free to add any catchphrases or one liners. You can either succeed and get Badass Tokens or well ... suffer your failure.<p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "BADASS TOKEN",
    "FrontBody": "<p>Badass Tokens can be used in a couple of ways. They can be spent by any player in a party to add +1 to any roll. including non-combat Checks. They can also be spent to do an additional Badass Move in an encounter</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "A badge of you badassity",
    "BackBody": "<p>You get 1 Badass Move per day, but can spend Tokens to do additional Badass Moves. Each extra Badass Move costs 1 additional Token cumulatively. 1 extra move costs 1 Token, the next costs 2 Tokens, then 3 Tokens, etc.<p>",
    "BackImage": null,
    "BackImageDescription": null
  }
]
