[
  {
    "FrontTitle": "Stats (Accuracy)",
    "FrontBody": "<p>Accuracy Refers to your Ability to hit an specific target. More Accuracy more Hits, that includes anything you might throw</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<ul><li>Insight<ul><li>Want to prove you know stuff about..stuff? That you've been around the block and have the memory to prove it? All the things you know about things are just an Insight Check away.</li></ul></li><br><li>Interact<ul><li>There are levers that need pulling, gates to be opened. And doors kicked in! Interact is all of these and anything else that needs to be handled. Thrown, or flail-ed about.</li></ul></li></ul>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Stats (Damage)",
    "FrontBody": "<p>Damage Refers to how much hurt you can rain on your enemies, and how far you can hurl that hurt (tossing a grenade).</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<p><span class=\"tina-text\">MAKE IT RAAAAAAAAIN!<span></p>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Stats (Speed)",
    "FrontBody": "<p>Speed represents how far you can move. Important for avoiding hits. By default you can move 3 spaces per turn. Any increase in speed also increase your movements.</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<ul><li>Traverse<ul><li>Jump! Climb! Roll! Flip! Traverse Checks!</li></ul></li><br><li>Talk<ul><li>Going in guns blazing isn't always the answer. Sometimes you need to mount a charm offensive. There can be value in talking your way in or out of a situation.</li></ul></li></ul>",
    "BackImage": null,
    "BackImageDescription": null
  },
  {
    "FrontTitle": "Stats (Mastery)",
    "FrontBody": "<p>Mastery is the focus and proficiency you bring to certain skills.Increasing Mastery allows you to use your Ability Skills multiple times per encounter.</p>",
    "FrontImage": null,
    "FrontImageDescription": null,
    "BackTitle": "Related Checks",
    "BackBody": "<ul><li>Sneak<ul><li>When you want to do a thing and not get caught, like pet a lock, steal from a sleeping guard, or creep up on an Enemy, Sneak Checks are the way to go.</li></ul></li><br><li>Search<ul><li>Unsure it you're walking into a trap? Suspect there might be some extra Loot hidden in a room? Why not perform, Search Check?</li></ul></li></ul>",
    "BackImage": null,
    "BackImageDescription": null
  }
]
